orgs/Cantonese-Learng1.org
#+title: 粤语非系统学习-1
#+date: Sun Jan  5 18:30:16 2025
#+author: Zi Liang
#+email: zi1415926.liang@connect.polyu.hk
#+latex_class: elegantpaper
#+filetags: ::


在香港待了一年了，一直在和身边同学生活在一起，所以其实没有机会说粤语。但是还是多多少少学习到了一些，记录如下。

* 日用篇

+ 多载！（多谢）
+ 莫改！（勿怪）
+ 过kiu mei sian （过桥米线），番kaei taong daei （番茄汤底），taong mai （同买） mor taong holo （无糖可乐）。
+ 害 （对）
+ 泪堕海滨 （问路用）
+ peing 国 芒国 白hang国 （苹果芒果百香果），lei hen nor gei kai sian 国 （你是我的开心果）。
+ 冬瓜si瓜哈木瓜 （冬瓜西瓜哈密瓜），lei hen nor gei siu sa gua （你是我的小傻瓜）。
+ 红茶 lv 茶 gou fa 茶（红茶绿茶菊花茶），ai lei ai dao mo caca （爱你爱到莫擦擦）。
+ XXX号顾哈，qchang chui 餐 （顾客，请取餐）

* 数字篇

** li（e）ng领 （零）
** 呀！ （一）
** 噫！ （二）
** 三 （三）
** sei （四）
** mou眸 （五）
** 陆 （六）
** che （七）
** 八 （八）
** zhou轴 （九）
