docs/Cantonese-Learng1.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2025-01-05 Sun 18:44 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>粤语非系统学习-1</title>
<meta name="author" content="Zi Liang" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="/css/styles.css" /> <link rel="stylesheet" type="text/css" href="/css/htmlize.css" /></head>
<body>
<div id="preamble" class="status">
<nav class="nav"> <a href="/index.html" class="button">Home</a> <a href="/sitemap.html" class="button">Sitemaps</a> </nav> <hr>
</div>
<div id="content" class="content">
<h1 class="title">粤语非系统学习-1</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org550586f">1. 日用篇</a></li>
<li><a href="#orgd733d49">2. 数字篇</a>
<ul>
<li><a href="#orgaab8326">2.1. li（e）ng领 （零）</a></li>
<li><a href="#org8dda91a">2.2. 呀！ （一）</a></li>
<li><a href="#org1239af0">2.3. 噫！ （二）</a></li>
<li><a href="#org0d08f6d">2.4. 三 （三）</a></li>
<li><a href="#org2187b3d">2.5. sei （四）</a></li>
<li><a href="#org98cc8f8">2.6. mou眸 （五）</a></li>
<li><a href="#orgff73e87">2.7. 陆 （六）</a></li>
<li><a href="#org88047cd">2.8. che （七）</a></li>
<li><a href="#org3fc1c17">2.9. 八 （八）</a></li>
<li><a href="#orgcb7b376">2.10. zhou轴 （九）</a></li>
</ul>
</li>
</ul>
</div>
</div>
<p>
在香港待了一年了，一直在和身边同学生活在一起，所以其实没有机会说粤语。但是还是多多少少学习到了一些，记录如下。
</p>

<div id="outline-container-org550586f" class="outline-2">
<h2 id="org550586f"><span class="section-number-2">1.</span> 日用篇</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>多载！（多谢）</li>
<li>莫改！（勿怪）</li>
<li>过kiu mei sian （过桥米线），番kaei taong daei （番茄汤底），taong mai （同买） mor taong holo （无糖可乐）。</li>
<li>害 （对）</li>
<li>泪堕海滨 （问路用）</li>
<li>peing 国 芒国 白hang国 （苹果芒果百香果），lei hen nor gei kai sian 国 （你是我的开心果）。</li>
<li>冬瓜si瓜哈木瓜 （冬瓜西瓜哈密瓜），lei hen nor gei siu sa gua （你是我的小傻瓜）。</li>
<li>红茶 lv 茶 gou fa 茶（红茶绿茶菊花茶），ai lei ai dao mo caca （爱你爱到莫擦擦）。</li>
<li>XXX号顾哈，qchang chui 餐 （顾客，请取餐）</li>
</ul>
</div>
</div>

<div id="outline-container-orgd733d49" class="outline-2">
<h2 id="orgd733d49"><span class="section-number-2">2.</span> 数字篇</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orgaab8326" class="outline-3">
<h3 id="orgaab8326"><span class="section-number-3">2.1.</span> li（e）ng领 （零）</h3>
</div>
<div id="outline-container-org8dda91a" class="outline-3">
<h3 id="org8dda91a"><span class="section-number-3">2.2.</span> 呀！ （一）</h3>
</div>
<div id="outline-container-org1239af0" class="outline-3">
<h3 id="org1239af0"><span class="section-number-3">2.3.</span> 噫！ （二）</h3>
</div>
<div id="outline-container-org0d08f6d" class="outline-3">
<h3 id="org0d08f6d"><span class="section-number-3">2.4.</span> 三 （三）</h3>
</div>
<div id="outline-container-org2187b3d" class="outline-3">
<h3 id="org2187b3d"><span class="section-number-3">2.5.</span> sei （四）</h3>
</div>
<div id="outline-container-org98cc8f8" class="outline-3">
<h3 id="org98cc8f8"><span class="section-number-3">2.6.</span> mou眸 （五）</h3>
</div>
<div id="outline-container-orgff73e87" class="outline-3">
<h3 id="orgff73e87"><span class="section-number-3">2.7.</span> 陆 （六）</h3>
</div>
<div id="outline-container-org88047cd" class="outline-3">
<h3 id="org88047cd"><span class="section-number-3">2.8.</span> che （七）</h3>
</div>
<div id="outline-container-org3fc1c17" class="outline-3">
<h3 id="org3fc1c17"><span class="section-number-3">2.9.</span> 八 （八）</h3>
</div>
<div id="outline-container-orgcb7b376" class="outline-3">
<h3 id="orgcb7b376"><span class="section-number-3">2.10.</span> zhou轴 （九）</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<hr class="Solid"> <div class="info"> <span class="author">Author: Zi Liang (<a href="mailto:zi1415926.liang@connect.polyu.hk">zi1415926.liang@connect.polyu.hk</a>)</span> <span class="date">Create Date: Sun Jan  5 18:30:16 2025</span> <span class="date">Last modified: 2025-01-05 Sun 18:44</span> <span>Creator: <a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.2 (<a href="https://orgmode.org">Org</a> mode 9.6.28)</span> </div>
</div>
</body>
</html>
